"Shortcut" = "Scorciatoia";
"Go to" = "Vai a";
"Go To" = "Vai A";
"Connect to" = "Connetti a";
"Clear Menu" = "Pulisci menu";
"Choose a new default Mac home folder" = "Scegliere una nuova cartella Mac home di default";
"Choose a private key file" = "Scegliere un file chiave privato";
"The Bookmark could not be found to be saved" = "Impossibile trovare il Segnalibro per il salvataggio";
"Try cancelling the editor and edit the Bookmark again" = "Provare ad annullare e modificare nuovamente il Segnalibro";
"The Bookmark could not be renamed" = "Il Segnalibro non può essere rinominato";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Un Segnalibro o una cartella con questo nome è già esistente, oppure il nome non è accettabile";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Il Segnalibro non può essere salvato perché la cartella Segnalibri non è stata trovata o non può essere creata";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Se l'applicazione non può salvare le Preferenze, i permessi del disco potrebbero essere danneggiati; provare a ripararli con Utilità Disco";
"The Bookmark could not be saved" = "Il Segnalibro non può essere salvato";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Assicurati che il nome del Segnalibro sia valido, unico e che ci sia spazio sufficiente su disco";
"The Bookmark was not saved completely" = "Il Segnalibro non è stato salvato completamente";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Questo Segnalibro potrebbe non comparire nella finestra dei Segnalibri. Prova a salvarlo nuovamente.";
"An unexpected error occurred while saving the Bookmark." = "Errore inatteso durante il salvataggio del Segnalibro.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Le modifiche effettuate al Segnalibro di questa connessione verranno applicate quando le operazioni esterne saranno completate";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Purtroppo il file non può essere ripristinato, perché la posizione del file sul server originale non può essere determinata automaticamente.";
"Reconnect to the original server and resume the download from there." = "Riconnetti il server di origine e riprendi il download.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Purtroppo il file non può essere ripristinato, perché è impossibile determinare la sua posizione.";
"Try reconnecting to the original server and resume the download from there." = "Provare a riconnettere il server di origine e ripristinare il download.";
"Add Favorite" = "Aggiungi Preferito";
"Connect Immediately" = "Connetti Immediatamente";
"Imported Bookmarks" = "Segnalibri importati";
"Edit" = "Modifica";
"Save this connection's details in the Keychain?" = "Salvare i parametri della connessione nel Portachiavi?";
"Yes" = "Sì";
"No" = "No";
"Save these details as a Bookmark" = "Salvare questi dettagli come Segnalibro";
"Untitled Bookmark" = "Segnalibro Senza Nome";
"Show Help Tips" = "Mostra i suggerimenti in Aiuto";
"Quick Start" = "Guida rapida";
"Read Me" = "Leggimi";
"User Forum" = "Forum utenti";
"Email Support" = "Supporto via Email";
"Yummy Software Web Site" = "Sito Web Yummy Software";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias richiede Mac OS X 10.4 o successivi";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP Watchers richiede Mac OS X 10.4 o successivi";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP Aliases richiede Mac OS X 10.4 o successivi";
"An unknown error prevented Yummy FTP from starting" = "Un errore sconosciuto impedisce a Yummy FTP Alias di partire";
"An unknown error prevented this FTP Watcher from starting" = "Un errore sconosciuto impedisce a questo FTP Watcher di partire";
"An unknown error prevented this FTP Alias from starting" = "Un errore sconosciuto impedisce a questo FTP Alias di partire";
"Quitting now will cancel all running or waiting tasks!" = "Se uscite adesso verranno cancellate tutte le operazioni in corso e in attesa!";
"Press Quit if you are sure you want to do this" = "Premere Esci se si è sicuri";
"Quit" = "Esci";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP ha rilevato dei potenziali documenti aperti sul server remoto";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Se si esce adesso, Yummy FTP non sarà in grado di inviare le modifiche al server\r\rPremere Annulla per continuare le modifiche o Esci per uscire immediatamente";
"Bookmarks" = "Segnalibri";
"Recent Connections" = "Connessioni recenti";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "Storia";
"Go To Favorite" = "Vai al Preferito";
"Remove Favorite" = "Elimina Preferito";
"Choose a folder of Bookmarks to import" = "Scegliere la cartella con i Preferiti da importare";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Scegliere un Segnalibro, un FTP Alias o un FTP Watcher da modificare…";
"Hide Help Tips" = "Nascondi Suggerimenti Aiuto";
"Show All Bookmarks" = "Mostra tutti i Segnalibri";
"Sorry, it was not possible to continue due to an unexpected error" = "Purtroppo è impossibile continuare a causa di un errore inatteso";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Purtroppo questo FTP Watcher sembra danneggiato. Parti di questo FTP Watcher sono mancanti. Deve essere creato nuovamente per ripristinare le funzionalità";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Purtroppo questo FTP Alias sembra danneggiato. Parti di questo FTP Alias sono mancanti. Deve essere creato nuovamente per ripristinare le funzionalità";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Purtroppo questo FTP Watcher non può essere aperto finché Yummy FTP non sarà installato. Si prega di installare Yummy FTP su questo computer per poter utilizzare gli FTP Watchers";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Purtroppo questo FTP Alias non può essere aperto finché Yummy FTP non sarà installato. Si prega di installare Yummy FTP su questo computer per poter utilizzare gli FTP Aliases";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Questo FTP Watcher è stato spostato dalla sua posizione originale, quindi verrà chiuso";
"Yummy FTP Watcher History" = "Storia di Yummy FTP Watcher";
"Processing" = "Elaborazione";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP è stato avviato perché un FTP Alias o FTP Watcher ha richiesto un upload";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP sarà ora terminato, ma ci sono altre sessioni FTP attive. Vuoi uscire comunque da Yummy FTP?";
"This operation failed because the server closed the connection." = "L'operazione è fallita perché il server ha terminato la connessione.";
" copy" = " copia";
"Unknown" = "Sconosciuto";
"Alias" = "Alias";
"Folder" = "Cartella";
"Error downloading: " = "Errore nel download: ";
"\rFrom : " = "\rDa : ";
"\rTo : " = "\rA : ";
"Error deleting: " = "Errore eliminando: ";
"\rIn : " = "\rIn : ";
"Root folder" = "Cartella principale";
"Error uploading: " = "Errore in upload: ";
"Error renaming: " = "Errore rinominando: ";
"Error moving: " = "Errore spostando: ";
"Error creating folder: " = "Errore creando la cartella: ";
"Error setting permissions on: " = "Errore nel settare i permessi a: ";
"Unlimited" = "Illimitato";
"Never" = "Mai";
"Choose an ODB Editor Application" = "Scegliere un'applicazione di editing ODB";
"Select a new folder for your default Mac browser Home folder and default download location" = "Scegliere una cartella di default come tua Home e la cartella di default per i download";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Le tue preferenze richiedono che la cartella corrente sia aggiornata";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Scegli Aggiorna per aggiornare automaticamente tutte le cartelle, o Annulla per aggiornarle manualmente";
"Refresh" = "Aggiorna";
"Built-in" = "Integrato";
"Not installed" = "Non installato";
"Your trial period of Yummy FTP is nearly over" = "Il periodo di prova di Yummy FTP sta per esaurirsi";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Grazie per aver provato Yummy FTP!\r\rPer cortesia, acquista questo software se l'hai trovato utile. Il tuo supporto ci aiuta a migliorare!\r\rPremi il tasto Acquista qui sotto. È semplice, veloce e sicuro\r\rSe hai già acquistato una licenza, clicca su Immetti Numero di Serie";
"Enter Serial Number" = "Immetti Numero di Serie";
"Purchase" = "Acquista";
"Your trial period of Yummy FTP is over" = "Il periodo di prova di Yummy FTP è terminato";
"Sorry, there was a problem with the eSellerate online purchase system" = "È stato rilevato un problema con il sistema di acquisti Paddle";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Per cortesia, riprova oppure visita il nostro sito per acquistare:\r\rhttp://www.yummysoftware.com/purchase\r\rGrazie!";
"Thank you for purchasing Yummy FTP!" = "Grazie per aver acquistato Yummy FTP!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Il tuo supporto è molto apprezzato\r\rBuon FTP!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Sembra che l'acquisto sia andato a buon fine, ma Yummy FTP non riesce a ricevere il tuo numero di serie da Paddle\r\rDovresti ricevere un'email da Paddle contenente il numero di serie. Per cortesia, inseriscilo manualmente cliccando su Immetti Numero di Serie dal menu di Yummy FTP \r\rGrazie";
"Sorry, the entered Name and Serial Number are invalid" = "Purtroppo il Nome e il Numero di Serie non sono validi";
"Please check what you have entered and try again" = "Per cortesia, verifica i dati e riprova";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Quando hai terminato le modifiche, premi il tasto Salva e i cambiamenti saranno registrati. Premere Annulla per annullare le modifiche.";
"Run Schedule" = "Avvia Pianificazione";
"Synchronize" = "Sincronizza";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Server: ";
"\rUsername: " = "\rNome utente: ";
"Please enter the password for this server" = "Immettere la password per questo server";
"Add to Keychain" = "Aggiungi a Portachiavi";
"Click to see a full screen image" = "Clicca per vedere l'immagine in full screen";
"No Preview Available" = "Nessuna Anteprima disponibile";
"Preparing Preview…" = "Preparo l'Anteprima…";
"Disconnecting will cancel all running or waiting tasks!" = "Se ti disconnetti verranno annullati tutti i processi in uso o in attesa!";
"Press Disconnect if you are sure you want to do this" = "Premi Disconnetti se sei sicuro di volerlo fare";
"Disconnect" = "Disconnetti";
"Hide Toolbar" = "Nascondi Toolbar";
"Show Toolbar" = "Mostra Toolbar";
"Edit With…" = "Modifica con…";
"Edit New Empty File With…" = "Crea nuovo file con…";
"Edit New Empty File" = "Crea e modifica nuovo file";
"Download Later" = "Scarica più tardi";
"Upload Later" = "Carica più tardi";
"Upload" = "Upload";
"Download" = "Download";
"Show Transcript" = "Mostra Transcript";
"Hide Transcript" = "Nascondi Transcript";
"Hide Queue" = "Nascondi Coda";
"Show Queue" = "Mostra Coda";
"Hide Preview Drawer" = "Nascondi Anteprima";
"Show Preview Drawer" = "Mostra Anteprima";
"Show Extra FTP Controls" = "Mostra controlli FTP aggiuntivi";
"Hide Extra FTP Controls" = "Nascondi controlli FTP aggiuntivi";
"Hide Status Bar" = "Nascondi Barra di Stato";
"Show Status Bar" = "Mostra Barra di Stato";
"Show Column View" = "Mostra vista a Colonne";
"Show List View" = "Mostra vista Lista";
"Show Mac Browser" = "Mostra browser Mac";
"Hide Mac Browser" = "Nascondi browser Mac";
"Open Selected Bookmarks" = "Apri il Segnalibro selezionato";
"Save a copy of this Bookmark" = "Salva una copia di questo Segnalibro";
"Enter the name of the folder to be created" = "Immettere il nome del file della cartella da creare";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "La cartella verrà creata all'interno di quella selezionata, oppure direttamente all'interno dei Segnalibri se non è stata selezionata alcuna cartella";
"Create" = "Crea";
"untitled folder" = "senza titolo";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "La cartella verrà creata all'interno di quella selezionata, oppure nella cartella corrente se non ne è stata selezionata alcuna";
"Untitled FTP Alias" = "FTP Alias senza titolo";
"Untitled FTP Watcher" = "FTP Watcher senza titolo";
" alias" = " alias";
" Watcher" = " Watcher";
"Save these details as an FTP Alias" = "Salva come FTP Alias";
"Save these details as an FTP Watcher" = "Salva come FTP Watcher";
"Select an Application for editing…" = "Scegliere un'applicazione per modificare…";
"Save the FTP Transcript from this session…" = "Salvare la sessione FTP Transcript…";
"Enter a path to the destination location as a full path to a folder" = "Immettere la destinazione come percorso completo ad una cartella";
"The selection will be moved to the specifed destination" = "La selezione verrà spostata alla destinazione specificata";
"Move" = "Sposta";
"Enter an FTP command to send to the server" = "Immettere il comando FTP da inviare al server";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Il testo inserito verrà inviato al server. Questo può essere utile per utilizzare feature specifiche del server";
"Send" = "Invia";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "La sincronizzazione tramite server VMS con l'opzione di mostrare tutte le versioni non è supportata";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Se l'opzione Mostra tutte le versioni è disabilitata nei Preferiti, la sincronizzazione può essere avviata";
" of " = " di ";
" items" = " oggetti";
" Item" = " Oggetto";
" item" = " oggetto";
" selected" = " selezionato";
" (filtered)" = " (filtrato)";
"Edit with the built-in editor" = "Modifica utilizzando l'editor integrato";
"Open for editing in an external editor" = "Modifica utilizzando un editor esterno";
"Enter a full path to a folder" = "Immettere il percorso completo ad una cartella";
"The contents listing of the specified path will be displayed" = "Verrà mostrato il contenuto del percorso specificato";
"Go" = "Vai";
"Enter the new name for this item:" = "Immettere il nuovo nome per questo oggetto:";
"Rename" = "Rinomina";
"Are you sure you want to delete " = "Sei sicuro di voler eliminare ";
" items?" = " oggetti?";
"Are you sure you want to delete the selected items?" = "Sei sicuro di voler eliminare gli oggetti selezionati?";
"This is a permanent operation which cannot be undone" = "Questa è un'operazione che non può essere annullata";
"Delete" = "Elimina";
"Enter the name of the new empty file to created" = "Immettere il nome della nuova cartella da creare";
"It will be checked that the selected name is not already in use" = "Verrà indicato che il nome scelto non è in uso";
"The selected file name already exists" = "Il file esiste già";
"Please choose another name for the new empty file to created" = "Scegliere un altro nome da assegnare al nuovo file";
"The file could not be created" = "Impossibile creare il file";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Immettere il nome del file da creare, e scegliere quando le modifiche devono essere inviate al server";
"Enter the name of the new empty file to be edited" = "Immettere il nome del file da creare";
"Optionally select whether to apply the selected choice to subsequent edits" = "Scegliere, volendo, se applicare le scelte attuali alle prossime modifiche";
"Close" = "Chiudi";
"Save" = "Salva";
"Apply to future edits" = "Applica alle prossime modifiche";
"Enter the name of the new empty file to edited" = "Immettere il nome del file da creare";
"Select when changes to the files should be uploaded to the server" = "Scegliere quando le modifiche ai file devono essere inviate al server";
"Select when changes to the file should be uploaded to the server" = "Scegliere quando le modifiche al file devono essere inviate al server";
"Please choose another name" = "Per favore, scegliere un altro nome";
"This operation failed to complete." = "L'operazione non è andata a buon fine.";
"A folder already exists with the same name." = "Esiste già una cartella con questo nome.";
"You may not have sufficient privileges" = "Non hai privilegi sufficienti";
"Some items of the same name already exist in this location." = "Alcuni oggetti con lo stesso nome esistono già.";
"An item of the same name already exists in this location." = "Esiste già un oggetto con lo stesso nome.";
"Would you like to replace the items or skip them?" = "Vuoi sovrascriverli o saltarli?";
"Would you like to replace the item?" = "Vuoi sovrascriverlo?";
"Skip" = "Salta";
"Replace" = "Sostituisci";
"This operation failed to complete for one or more items" = "L'operazione non è andata a buon fine per uno o più oggetti.";
"Cancelling preview…" = "Annullo l'anteprima…";
"Downloading preview: " = "Anteprima scaricamento: ";
"% complete" = "% completato";
"Server refused connection - waiting to retry…" = "Il server ha rifiutato la connessione. Riprovo…";
"Server busy - waiting to retry…" = "Il server è occupato. Riprovo…";
"Preparing connection…" = "Preparo la connessione…";
"Disconnected" = "Disconnesso";
"Connecting with server…" = "Connessione al server…";
"Logging in…" = "Entro…";
"Logging into proxy server…" = "Entro nel proxy server…";
"Querying server…" = "Richiesta server…";
"Selecting server features…" = "Selezione delle opzioni del server…";
"Connection established" = "Connessione stabilita";
"Idle" = "Pronto";
"User: " = "Utente: ";
"\rPath: " = "\rPercorso: ";
"Sorry, it was not possible to complete the upload" = "Mi dispiace, non posso completare il trasferimento";
"An unexpected error caused the pre-processing of the upload to fail" = "Un errore inatteso ha bloccato il processo di invio";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Un errore inatteso ha bloccato l'invio\r\rOccorre salvare una copia dei documenti per non perdere le modifiche";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Un errore inatteso ha bloccato l'invio\r\rRiprova, oppure avvia nuovamente Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Un errore inatteso ha impedito di mostrare la finestra del browser\r\rRiprova, oppure avvia nuovamente Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias non può stabilire una connessione\r\rIl tentativo è fallito perché il server non riesce ad elaborare la richiesta";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias non trova la destinazione per l'invio del file\r\rAssicurati che il percorso di destinazione esista, e prova di nuovo";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias non può soddisfare la tua richiesta\r\rIl tentativo è fallito perché il server non può elaborarla";
"This operation failed due to lack of memory" = "L'operazione è fallita a causa di memoria insufficiente";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Il download è fallito perché non è stato trovato il percorso di destinazione\r\rControlla e prova nuovamente";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Il download è fallito perché non è stato trovato il file da inviare\r\rControlla e prova nuovamente";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias non riesce a connettersi al server\r\rControlla il nome del server o l'indirizzo IP e riprova. Se il problema persiste, il server di destinazione potrebbe non essere disponibile.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias non riesce a connettersi al server\r\rProva a riconnetterti o riavvia Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias non trova l'oggetto a cui ti riferisci\r\rProva ad aggiornare l'elenco";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias non ha più risorse disponibili\r\rRiprova o riavvia Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias non interpreta la risposta del server\r\rRiprova e controlla che il tipo di server sia correttamente selezionato";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias non può continuare il download perché non è possibile creare il file nella cartella di destinazione\r\rPotrebbe essere un file bloccato, in uso da un'altra applicazione o una mancanza di privilegi d'accesso";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias non può continuare il download perché non riesce a creare la cartella di destinazione\r\rVerificare i priviledi d'accesso";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias non riesce a trovare la cartella richiesta sul tuo Mac";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias non può continuare perché non riesce a trovare la cartella specificata sul server\r\rVerificarne la correttezza e riprovare";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias non può continuare perché non riesce a scrivere un file nella cartella di destinazione\r\rPossibili cause: disco pieno, file bloccato, file in uso da un'altra applicazione o mancanza di privilegi d'accesso";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias non può continuare perché non riesce ad accedere ad uno dei file da trasferire\r\rVerificare i privilegi d'accesso";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias non può continuare il download perché non riesce ad accedere ad uno dei file\r\rVerificare i privilegi d'accesso";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias non può continuare perché non riesce a leggere uno dei file sorgente\r\rVerificare i privilegi d'accesso";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias ha perso la connessione col server\r\rIl server ha chiuso la connessione";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi col server\r\rVerificare i parametri e riprovare";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi al server proxy perché il server rifiuta la connessione\r\rVerificare i parametri e riprovare";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi, errore sul nome utente\r\rVerifica e riprova";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi, errore sulla password\r\rVerifica e riprova";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi, errore sull'account\r\rVerifica e riprova";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias non riesce a connettersi al server proxy, errore sulla password\r\rVerifica e riprova";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias non può completare la richiesta perché non riesce a cancellare un oggetto sul tuo Mac\r\rPotrebbe essere un file bloccato, in uso da un'altra applicazione o una mancanza di privilegi d'accesso";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias non può completare la richiesta a causa di un errore sconosciuto\r\rRiprova o riavvia Yummy FTP Alias";
"Message from the Server :\r\r" = "Messaggio dal Server:\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias proverà a saltare il file errato automaticamente";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias proverà a saltare il file errato automaticamente dopo il timeout";
" because scheduled tasks are waiting" = " perché alcune operazioni sono in attesa";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias annullerà questa operazione automaticamente";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias annullerà questa operazione automaticamente dopo il timeout";
"Yummy FTP has now encountered " = "Yummy FTP Alias ha riscontrato ";
" errors attempting this operation. No further recovery attempts will be made" = " errori tentando questa operazione. Non verranno fatti altri tentativi";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rQuesto messaggio scomparirà automaticamente alla fine del timer perché ci sono altre operazioni in coda";
"Continue" = "Continua";
"Cancel" = "Annulla";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias riproverà automaticamente ad elaborare gli oggetti che hanno dato errore";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias riproverà automaticamente ad elaborare gli oggetti che hanno dato errore dopo il timeour";
"Retry" = "Riprova";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias proverà a saltare gli oggetti errati in automatico";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias non è in grado di riprovare con i file errati automaticamente";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias non è in grado di saltare i file errati automaticamente";
"Files uploaded : " = "File caricati : ";
"\rFiles downloaded : " = "\rFile scaricati : ";
"\rServer folders created : " = "\rCartelle create sul server : ";
"\rMac folders created : " = "\rCartelle create sul Mac : ";
"\rServer items deleted : " = "\rOggetti eliminati sul server : ";
"\rMac items deleted : " = "\rOggetti eliminati sul Mac : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rQuesto report scomparirà automaticamente alla fine del timer perché ci sono altre operazioni in coda";
"\rSynchronization completed" = "\rSincronizzazione completata";
"Save this connection as a Bookmark?" = "Salvare questa connessione come Segnalibro?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Scegliere se salvare la password nel Portachiavi o no, per ragioni di sicurezza";
"Don't Save" = "Non salvare";
"Root directory" = "Cartella principale";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Vuoi sovrascrivere o saltare i file?\r\rNon tutti i server supportano la sovrascrittura, in questo caso verrà visualizzato un errore.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Vuoi sovrascrivere i file?\r\rNon tutti i server supportano la sovrascrittura, in questo caso verrà visualizzato un errore.";
" Download" = " Download";
" Items" = " Oggetti";
" Bytes" = " Byte";
"Cancelled" = "Annullati";
"Preparing" = "Preparazione";
"Finished" = "Finiti";
"Name: " = "Nome: ";
"\rKind: " = "\rTipo: ";
"\rSize: " = "\rDimensione: ";
"Modified: " = "Modificato: ";
"\rWhere: " = "\rPosizione: ";
"\rDimensions: W:" = "\rDimensioni: L:";
" H:" = " H:";
" pixels" = " pixel";
"\rDuration :" = "\rDurata :";
" Hrs" = " H";
" Mins" = " Min";
" Secs " = " Sec ";
"\rServer: " = "\rServer: ";
"\rPassword: " = "\rPassword: ";
"\rPort: " = "\rPorta: ";
"\rProtocol: " = "\rProtocollo: ";
"\rMac Folder: " = "\rCartella sul Mac: ";
"\rModified: " = "\rModificato: ";
"\rUser/Group: " = "\rProprietario/Gruppo: ";
"\rPermissions: " = "\rPrivilegi: ";
"Path " = "Percorso ";
"Name " = "Nome ";
"Server " = "Server ";
"User " = "Utente ";
"Pass " = "Pass ";
"Port " = "Porta ";
"Type " = "Tipo ";
"Local " = "Locale ";
"Kind " = "Tipo ";
"Size " = "Dimensione ";
"Date " = "Data ";
"Where " = "Posizione ";
"User/Group " = "Proprietario/Gruppo ";
"Perms " = "Privilegi ";
"Job cancelled" = "Lavori annullati";
"Job failed" = "Lavori falliti";
"Cancelling…" = "Annullo…";
"Waiting to start " = "Attendo l'avvio ";
"Queued " = "Accodato ";
"Waiting " = "Attendo ";
"Recovering connection " = "Ripristino connessione ";
"Server busy - waiting " = "Server occupato - attendo ";
"to download " = "da scaricare ";
"to transfer " = "da trasferire ";
"to duplicate " = "da duplicare ";
"to preview " = "anteprima ";
"to upload " = "da caricare ";
"to determine server time difference… " = "determino la differenza oraria… ";
"to download items for Update Mac: " = "da scaricare ed aggiornare su Mac: ";
"to download items for Mirror: " = "da scaricare per il Mirror: ";
"to upload items for Update Server: " = "da caricare ed aggiornare sul Server: ";
"to upload items for Mirror: " = "da caricare per il Mirror: ";
"Initiating download of " = "Avvio download di ";
"Initiating transfer of " = "Avvio trasferimento di ";
"Initiating duplication of " = "Avvio duplicazione di ";
"Initiating duplicated upload of " = "Avvio caricamento duplicato di ";
"Initiating preview of " = "Avvio anteprima di ";
"Initiating upload of " = "Avvio caricamento di ";
"Determining server time difference… " = "Sto determinando la differenza oraria… ";
"Initiating download of items for Update Mac: " = "Avvio download di file da aggiornare su Mac: ";
"Initiating download of items for Mirror: " = "Avvio download di file per il Mirror: ";
"Initiating upload of items for Update Server: " = "Avvio file da caricare ed aggiornare sul Server: ";
"Initiating upload of items for Mirror: " = "Avvio caricamento di file per il Mirror: ";
"Downloading " = "Scaricamento ";
"Downloading for transfer " = "Scaricamento per trasferimento ";
"Uploading for transfer " = "Caricamento per trasferimento ";
"Downloading for duplication " = "Scaricamento per duplicazione ";
"Uploading " = "Caricamento ";
"Uploading duplicated " = "Caricamento duplicati ";
"Downloading preview " = "Anteprima download ";
"Downloading items for Update Mac: " = "Scaricamento file da aggiornare su Mac: ";
"Downloading items for Mirror: " = "Scaricamento file per il Mirror: ";
"Uploading items for Update Server: " = "Caricamento file da aggiornare sul Server: ";
"Uploading items for Mirror: " = "Caricamento file per il Mirror: ";
" items)" = " elementi)";
" item)" = " elemento)";
"1 item" = "1 elemento";
"Recovering connection to delete orphaned items " = "Ripristino connessione per eliminare file orfani ";
"Server busy - waiting to delete orphaned items" = "Server occupato - in attesa di eliminazione file orfani";
"Deleting orphaned items " = "Eliminazione file orfani ";
"Preparing to delete orphaned items " = "Preparazione all'eliminazione file orfani ";
"Recovering connection to delete " = "Ripristino connessione per eliminazione ";
"Server busy - waiting to delete " = "Server occupato - in attesa di eliminazione ";
"Deleting " = "Eliminazione ";
"Preparing to delete " = "Preparazione all'eliminazione ";
"Determine server time difference" = "Determino la differenza oraria del server";
"Scheduled Update Server" = "Pianificazione Aggiornamento Server";
"Scheduled Update Mac" = "Pianificazione Aggiornamento Mac";
"Scheduled Mirror" = "Pianificazione Mirror";
"Waiting for connection to determine server time difference…" = "In attesa della connessione per determinare la differenza di orario con il server…";
"Waiting for connection to Update Server…" = "In attesa della connessione per Aggiornamento Server…";
"Waiting for connection to Update Mac…" = "In attesa della connessione per Aggiornamento Mac…";
"Waiting for connection to Mirror…" = "In attesa della connessione per Mirror…";
"Analyzing directories for Update Server…" = "Analisi cartelle per Aggiornamento Server…";
"Analyzing directories for Update Mac…" = "Analisi cartelle per Aggiornamento Mac…";
"Analyzing directories for Mirror…" = "Analisi cartelle per Mirror…";
"Time difference complete" = "Correzione orario completata";
"Update Server complete" = "Aggiornamento Server completato";
"Update Mac complete" = "Aggiornamento Mac completato";
"Mirror complete" = "Mirror completato";
"Waiting for connection to get file list…" = "In attesa della connessione per leggere il contenuto…";
"Fetching file/folder listing…" = "Lettura elenco files/cartelle…";
"Waiting for connection to update file list…" = "In attesa della connessione per aggiornare il contenuto…";
"Updating file/folder listing…" = "Aggiornamento elenco files/cartelle…";
"Waiting for connection to send NOOP command…" = "In attesa dell'invio comando NOOP…";
"Sending NOOP command…" = "Invio comando NOOP…";
"Waiting for connection to send raw command…" = "In attesa della connessione per l'invio di comando raw…";
"Sending raw FTP command…" = "Invio comando raw FTP…";
"Waiting for connection to rename…" = "In attesa della connessione per rinominare…";
"Renaming item…" = "Rinomino il file…";
"Waiting for connection to create empty folder…" = "In attesa della connessione per creare una nuova cartella…";
"Creating new folder…" = "Creazione nuova cartella…";
"Recovering connection to set access permissions" = "Ripristino connessione per impostare i permessi di accesso";
"Server busy - waiting to set access permissions" = "Server occupato - in attesa di impostare i permessi di accesso";
"Setting access permissions" = "Impostazione permessi di accesso";
"Recovering connection to set user and group" = "Ripristino connessione per impostazione utente e gruppo";
"Server busy - waiting to set user and group" = "Server occupato - in attesa di impostare utente e gruppo";
"Setting user and group" = "Impostazione utente e gruppo";
" on " = " in ";
"Recovering connection to move " = "Ripristino connessione per spostamento ";
"Server busy - waiting to move " = "Server occupato - in attesa dello spostamento ";
"Moving " = "Spostamento ";
"Item: " = "Oggetto: ";
"Item: from command line" = "Oggetto: da linea di comando";
"Processing: " = "Elaborazione: ";
"Path: " = "Percorso: ";
"Move up directory" = "Cartella precedente";
"Command: " = "Comando: ";
" to Mac: " = " al Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " al Server: ";
"Parent directory" = "Cartella contenente";
"Recovering connection…" = "Ripristino connessione…";
"Copied: " = "Copiati: ";
" at " = " a ";
"/s" = "/s";
" (stalled)" = " (fermo)";
"Waiting until " = "Attendo mentre ";
"Waiting" = "Attendo";
"Error" = "Errore";
"Server busy - waiting…" = "Server occupato - attendo…";
"Connecting to server…" = "Connessione al server…";
"Preparing…" = "Preparazione…";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Tempo di attesa stimato…";
"n/a" = "n/d";
"Estimating…" = "Calcolo…";
"Time remaining unavailable" = "Tempo rimanente non disponibile";
"Unavailable" = "Non disponibile";
"Time remaining: " = "Tempo rimanente: ";
"Time remaining: -" = "Tempo rimanente: -";
" for remote edit" = " per modifica remota";
"Remote edit" = "Modifica remota";
" from " = " da ";
"From " = "Da ";
" to " = " a ";
" in " = " in ";
"Choose a Document" = "Scegliere un Documento";
"Choose a post processing Application" = "Scegliere un'applicazione per il post-processing";
"Download completed" = "Download completato";
"Your download has been successfully completed" = "Il tuo download è terminato correttamente";
"Upload completed" = "Upload completato";
"Your upload has been successfully completed" = "Il tuo upload è terminato correttamente";
"Synchronization completed" = "Sincronizzazione completata";
"Your synchronization has been successfully completed" = "La sincronizzazione è completata correttamente";
"Remote edit ready" = "Modifica remota pronta";
"Your remote file is ready to be edited" = "Il tuo file in remoto è pronto per essere modificato";
"Remote edit saved" = "Modifiche remote salvate";
"The changes to your remote file have been saved" = "Le modifiche al file remoto sono state salvate";
"Failure Notification" = "Notifica di errore";
"A Problem occurred" = "Si è verificato un problema";
"Encoding" = "Codifica";
"Select the encoding method" = "Scegliere il metodo di codifica";
"New File" = "Nuovo File";
"Create an empty new file" = "Creare un nuovo file";
"Preview" = "Anteprima";
"Show a preview of the selection" = "Mostra un'anteprima della selezione";
"Disconnect from the server" = "Disconnetti dal server";
"View" = "Vista";
"Switch between List or Column view" = "Mostra in formato Lista/Colonne";
"Transfer" = "Trasferimenti";
"Upload or download the selected item(s)" = "Carica o scarica gli elementi selezionati";
"New Folder" = "Nuova cartella";
"Create a new empty folder" = "Crea una nuova cartella";
"Home" = "Inizio";
"Change directory back to the starting point" = "Torna alla cartella iniziale";
"Renew the file listing display" = "Aggiorna la lista dei file";
"Filters" = "Filtri";
"Apply filters to the file listing display" = "Applica un filtro alla lista dei file";
"Change directory using a supplied path" = "Cambia cartella usando il percorso fornito";
"QuickEdit" = "Edit rapido";
"Queue" = "Coda";
"Show or hide the Queue drawer" = "Mostra/Nascondi il pannello Coda";
"Remove the selected item(s)" = "Rimuove i file selezionati";
"Show synchronization options" = "Mostra le opzioni di sincronizzazione";
"Info" = "Info";
"Display the full information window for the selected item(s)" = "Mostra informazioni sui file selezionati";
"Duplicate" = "Duplica";
"Make copies of the selected item(s)" = "Crea copia degli elementi selezionati";
"Stop" = "Stop";
"Cancel the current action" = "Annulla l'azione corrente";
"Favorites" = "Preferiti";
"Display the contents of your Favorite folders" = "Mostra la cartella Preferiti";
"Display the contents of a recently visited folder" = "Mostra le cartelle visitate di recente";
"Create an empty folder for organizing your Bookmarks" = "Creare una nuova cartella per ordinare i Segnalibri";
"Add" = "Crea";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Cambiare i parametri dei Segnalibro, degli FTP Alias o degli FTP Watcher";
"Import" = "Importa";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Importa Segnalibri/Preferiti da altre applicazioni FTP (es. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel o Vicomsoft FTP Client)";
"Connect" = "Connetti";
"Establish FTP server connection" = "Stabilisce una connessione FTP";
"Use Preferences Setting" = "Usa i settaggi delle Preferenze";
" days" = " giorni";
" day" = " giorno";
" hours" = " ore";
" hour" = " ora";
" mins" = " min";
" minutes" = " minuti";
" min" = " min";
" minute" = " minuto";
" secs" = " sec";
" seconds" = " secondi";
" sec" = " sec";
" second" = " secondo";
"Server Search" = "Ricerca Server";
"Mac Search" = "Ricerca Mac";
"Search" = "Ricerca";
"Filter the current listing" = "Filtra l'elenco corrente";
"Pause the selected transfers" = "Interrompi i trasferimenti selezionati";
"Start the selected transfers" = "Avvia i trasferimenti selezionati";
"Resume the selected transfers" = "Ripristina i trasferimenti selezionati";
"Recent Searches" = "Ricerche recenti";
"Clear Recent Searches" = "Pulisci ricerche recenti";
"Apply As Filter" = "Applica come Filtro";
"Waiting to resume " = "In attesa di ripristino ";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Qualcuno sta modificando questo file in remoto";
"One or more of the selected items are already being edited" = "Qualcuno sta modificando uno o più file in remoto";
"The selected items cannot be moved and must be deleted immediately." = "Gli elementi selezionati non possono essere spostati e devono essere eliminati immediatamente.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Alcuni elementi selezionati non possono essere spostati e devono essere eliminati immediatamente.";
"One of the selected items cannot be moved and must be deleted immediately." = "Uno degli elementi selezionati non può essere spostato e dev'essere eliminato immediatamente.";
"The selected item cannot be moved and must be deleted immediately." = "L'elemento selezionato non può essere spostato e dev'essere eliminato immediatamente.";
"Are you sure you want to delete?" = "Sei sicuro di volerlo eliminare?";
"Click to save changed text" = "Clicca per salvare il testo modificato";
"Click to upload changes to the server" = "Clicca per inviare le modifiche al server";
"Click to show other information" = "Clicca per mostrare altre informazioni";
"DualBrowse" = "DualBrowse";
"Browse both lists in sync or independently" = "Mostra entrambe le liste sincronizzate o indipendenti";
"Does not exist in the local directory" = "Non esiste nella cartella locale";
"Server item is newer" = "Il file sul server è più recente";
"Local item is newer" = "Il file locale è più recente";
"Does not exist in the server directory" = "Non esiste nella cartella del server";
"No items require synchronization at present" = "Nessun elemento richiede la sincronizzazione";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "La sincronizzazione verrà annullata automaticamente in quanto non ci sono elementi da sincronizzare. Non verrà di conseguenza mostrata alcuna anteprima.";
"Waiting for connection to calculate folder size…" = "In attesa di calcolare la dimensione della cartella…";
"Calculating folder size…" = "Calcolo dimensione cartella…";
" (Paused)" = " (In pausa)";
"Pause" = "Pausa";
"Resume" = "Ripristina";
"Update Mac" = "Aggiorna Mac";
"Update Server" = "Aggiorna Server";
"Mirror" = "Mirror";
"FTPS (Implicit)" = "FTPS (Implicito)";
"Pause All Scheduled Tasks" = "Pausa tutte le operazioni pianificate";
"Resume All Scheduled Tasks" = "Ripristina tutte le operazioni pianificate";
"Create a new Bookmark" = "Crea un nuovo Segnalibro";
"Schedules On" = "Pianificazione attiva";
"Schedules Off" = "Pianificazione disattiva";
"Disable or resume scheduled tasks" = "Disabilita o ripristina le operzioni pianificate";
"Watchers Off" = "Watchers disattivi";
"Watchers On" = "Watchers attivi";
"Shut down all running FTP Watchers" = "Chiudi tutti gli FTP Watchers attivi";
"Refresh the displayed preview" = "Aggiorna l'anteprima";
"Discard the displayed preview" = "Rifiuta l'anteprima";
"Click to preview" = "Clicca per l'anteprima";
"Yummy FTP Extras" = "Yummy FTP Extras";
"On Close" = "In Chiusura";
"On Save" = "Salvataggio";
"Hidden Files" = "File nascosti";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Nascondi/Mostra file nascosti sia sul server che sul Mac";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "I Segnalibri utilizzati dal browser FTP non possono essere eliminati";
"An item could not be deleted. It may be locked or in use by another application" = "Un elemento non può essere eliminato. Può essere bloccato o in uso da un'altra applicazione";
"Auto dismiss (no delay)" = "Auto-spegnimento (nessuna attesa)";
"Performing remote server command…" = "Esecuzione comandi sul server…";
"Enter a shell command to send to the server" = "Immettere un comando da inviare al server";
"Interface" = "Interfaccia";
"Transfers" = "Trasferimenti";
"Error Recovery" = "Correzione Errore";
"Server Options" = "Opzioni Server";
"Pause the active jobs" = "Ferma il processo attivo";
"Resume the paused jobs" = "Ripristina il processo fermato";
"Start" = "Avvia";
"Jobs queued" = "Processi in coda";
"HILabelTitle" = "Colore Etichetta:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "L'upload automatico è fornito da:\r\rYummy FTP - il più comodo client FTP su Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Trascina gli elementi su questa icona per caricarli";
"Edit With" = "Apri con";
"Select an application to edit the selected items" = "Selezionare un'applicazione per modificare l'elemento scelto";
"Reopen" = "Riapri";
"Re-open with the original editor, or continue anyway?" = "Riapro con l'editor originale, o continuo comunque?";
"Re-open with the original editors, or continue anyway?" = "Riapro con gli editor originali, o continuo comunque?";
"Software Update" = "Aggiornamento Software";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Per favore, acquista Yummy FTP per poter modificare gli FTP Alias e gli FTP Watcher";
"\r\rTime elapsed : " = "\r\rTempo trascorso : ";
"Quick Look icons" = "Anteprima icone";
"Enter the Web URL equivalent of the currently displayed directory" = "Immettere l'URL equivalente alla cartella mostrata";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "L'URL immesso può essere utilizzato con la funzione Copia URL Web per produrre un URL valido per gli elementi selezionati nel browser del server\r\res. http://www.yourwebsite.com";
"Set Access" = "Imposta Accesso";
"Set Permissions" = "Imposta Permessi";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Applica i filtri alle liste di tutte le connessioni";
"Global Filters" = "Filtri Globali";
"Job failed, skipping errored items…" = "Operazione fallita, salto gli elementi errati…";
"Skip remaining errors" = "Salto gli errori rimanenti";
"Lost Info" = "Informazioni perse";
" (waiting for server)" = " (in attesa del server)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Il server ha limitato l'elenco visualizzato, non tutti gli elementi possono essere visualizzati!\r\rSe il problema non viene risolit, alcune funzioni potrebbero non funzionare come previsto a causa di limitazioni dal lato server.\r\rRaccomandiamo di contattare l'amministratore per aumentare o rimuovere il limite massimo.";
"File sizes differ" = "Le dimensioni dei file sono differenti";
"Open From Finder" = "Apri dal Finder";
"Open Web URL" = "Apri l'URL";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Non riesco a trovare la cartella principale del browser specificata sul Mac, quindi verrà mostrata la cartella Home al suo posto.";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "Il SCPlugin di Tigris.org è installato e può provocare conflitti con altre applicazioni, inclusa Yummy FTP\r\rPer correggere questo errore, per cortesia rimuovere questi file dal Mac :\r\r/Libreria/Contextual Menu Items/SCFinderPlugin.plugin\r\r... Poi riavviare il Mac";
"WARNING!" = "ATTENZIONE!";
"These files are identical - only their differing line endings cause a size mismatch" = "Questi file sono identici - la dimensione differisce a causa dei fine linea diversi";
"These files are identical" = "Questi file sono identici";
"Enter Into Directory" = "Entrare nella Cartella";
"Paused" = "Pausa";
"Stopped" = "Fermato";
"Running…" = "In esecuzione…";
"Watching…" = "In osservazione…";
"Owner/Group " = "Proprietario/Gruppo ";
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rNo items will be deleted." = "Quando file con lo stesso nome esistono sia sul Mac che sul Server, il più nuovo viene trasferito.\r\rQuando esistono solo in una delle due cartelle, verranno duplicati.\r\rNessun elemento verrà eliminato.";
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rOrphaned items will be deleted." = "Quando file con lo stesso nome esistono sia sul Mac che sul Server, il più nuovo viene trasferito.\r\rQuando esistono solo in una delle due cartelle, verranno duplicati.\r\rI file orfani verranno eliminati.";
"Limit Upload Speed To " = "Limita la velocità di Upload a ";
"Limit Download Speed To " = "Limita la velocità di Download a ";
"The FritzCall / FritzBox app is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/FritzCMPlugin.plugin\r\r... And then restart your Mac" = "L'applicazione FritzCall / FritzBox è installata e può provocare conflitti con altre applicazioni, inclusa Yummy FTP\r\rPer correggere questo errore, per cortesia rimuovere questi file dal Mac :\r\r/Utenti/tuonome/Libreria/Contextual Menu Items/FritzCMPlugin.plugin\r\r... Poi riavviare il Mac";
"Action" = "Azione";
"Perform tasks with the selection" = "Esegui operazioni con la selezione";
"Back" = "Indietro";
"Running : " = "In esecuzione : ";
"    Queued : " = "    In coda : ";
"Schedule" = "Pianificazione";
"Please install Yummy FTP Watcher" = "Per favore, installa Yummy FTP Watcher";
"Yummy FTP Watcher is not installed on this Mac. Please visit our website at the link below to obtain a copy.\r\rhttp://www.yummysoftware.com" = "Yummy FTP Watcher non è installato su questo Mac. Per favore, visita il nostro sito per ottenerne una copia.\r\rhttp://www.yummysoftware.com";
"Remote Editing" = "Modifica remota";
"Obscure" = "Misc";
"Configuration complete - Import Bookmarks?" = "Configurazione completata. Importo i Segnalibri?";
"Your Dropbox configuration is complete, but there are currently no Bookmarks installed - do you want your existing Bookmarks imported to your Dropbox?" = "La configurazione di Dropbox è completata, ma non ci sono Segnalibri - vuoi importare in Dropbox i tuoi Segnalibri esistenti?";
"Import Bookmarks" = "Importa Segnalibri";
"Please close all open sessions before Dropbox configuration changes can continue!" = "Per favore, chiudi tutte le sessioni aperte per consentire le modifiche alla configurazione di Dropbox!";
"All connections must be closed before the Dropbox configuration changes can be completed. Try again when there are no open connections." = "Tutte le connessioni devono essere terminate prima di modificare la configurazione di Dropbox. Riprova quando saranno tutte chiuse.";
"Would you like to be configured for Dropbox syncing of your Bookmarks?" = "Vuoi configurare Dropbox per sincronizzare i tuoi Segnalibri?";
"Dropbox syncing allows all your FTP settings to be automatically copied to all your devices where the app is installed. See the link below for more info:\r\rhttp://www.dropbox.com\r\rYou can also choose this option later from the Preferences" = "La sincronizzazione con Dropbox permette di avere gli stessi Segnalibri su tutti i dispositivi su cui viene installata l'applicazione. Altre informazioni a queto link:\r\rhttp://www.dropbox.com\r\rQuesta opzione può essere configurata in seguito dalle Preferenze";
"Enable Now" = "Abilita ora";
"Disable Now" = "Disattiva";
"Don't ask again" = "Non chiedermelo più";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\rMac HD -> Users -> yourname -> Library -> Application Support -> Yummy FTP -> Bookmarks" = "Non trovo la cartella con i Segnalibri!\r\rVerifica che questa cartella sia disponibile e riavvia l'applicazione :\r\rMac HD -> Utenti -> tuonome -> Libreria -> Application Support -> Yummy FTP -> Bookmarks";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\r" = "Non trovo la cartella con i Segnalibri!\r\rVerifica che questa cartella sia disponibile e riavvia l'applicazione :\r\r";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\rMac HD -> Users -> yourname -> Dropbox" = "Non trovo la cartella con i Segnalibri!\r\rVerifica che questa cartella sia disponibile e riavvia l'applicazione :\r\rMac HD -> Utenti -> tuonome -> Dropbox";
"Yummy FTP is unable to access your hard drive for preferences and Bookmark storage, and therefore cannot continue. \r\rPlease check for the accessibiliy of the Bookmarks folder in your Dropbox folder" = "Yummy FTP non riesce ad accedere al tuo hard disk per registrare preferenze e Segnalibri. \r\rVerifica l'accessibilità della cartella Segnalibri nella tua cartella Dropbox";
"Mac" = "Mac";
"Server" = "Server";
"The Scheduled Sync at the following Mac folder could not be restored!\r\rYour Bookmark is now open in Read Only mode to preserve the saved Schedules. Please check the following path is accessible and try again:\r\r" = "La sincronizzazione pianificata alla seguente cartella su Mac non può essere ripristinata!\r\rI Segnalibri sono aperti in sola lettura per preservare le Pianificazioni. Controlla che questa cartella sia accessibile e riprova:\r\r";
"A Scheduled Sync could not be restored!\r\rYour Bookmark is now open in Read Only mode to preserve the saved Schedules. Please check the sync paths are accessible and try again." = "Una sincronizzazione pianificata non può essere ripristinata!\r\rI Segnalibri sono aperti in sola lettura per preservare le Pianificazioni. Controlla che le cartelle da sincronizzare siano accessibili e riprova.";
"Please assign a name for this configuration" = "Per favore, assegna un nome a questa configurazione";
"Enter a name in the box provided then try again." = "Immetti un nome nel box e riprova.";
"Your trial period of the Yummy FTP 10th Anniversary Upgrade is nearly over" = "Il periodo di prova di Yummy FTP 10th Anniversary Upgrade è quasi terminato";
"Your trial period of the Yummy FTP 10th Anniversary Upgrade is over" = "Il periodo di prova di Yummy FTP 10th Anniversary Upgrade è terminato";
"Thank you for trying the Yummy FTP 10th Anniversary Upgrade!\r\rOur first ever paid upgrade in 10 years of service costs $10 USD and includes free licenses for all Yummy Software products as a bonus. Your continued support will allow us to continue supporting you!\r\rSimply click the Upgrade button below. It's easy, quick and secure\r\rIf you have already purchased an upgraded license, click the Enter Serial Number button" = "Grazie per aver provato Yummy FTP 10th Anniversary Upgrade!\r\rIl primo aggiornamento a pagamento in 10 anni di servizio costa $10 USD e include la licenza a tutti i software Yummy come bonus. Il tuo continuo supporto aiuta noi a supportare il tuo lavoro!\r\rPremi semplicemente il tasto Aggiorna. È semplice, veloce e sicuro\r\rSe hai già acquistato una licenza, clicca su Immetti Numero di Serie";
"More Info" = "Altre informazioni";
"Upgrade" = "Aggiorna";
"Use SSH Features" = "Usare funzioni SSH";
"Enabling this option allows SFTP connections to use much faster remote shell commands for actions such as Delete and Duplicate" = "Spuntare questa opzione per consentire connessioni SFTP per usare una console di comandi molto più veloce per eseguire operazioni quali Eliminare e Duplicare";
"Using SSH remote delete is much faster but may not be available on your server. If the operation fails try again without it enabled" = "L'utilizzo della rimozione remota tramite SSH è molto più veloce, ma potrebbe non essere disponibile sul tuo server. Se l'operazione fallisce, prova a disabilitarla.";
"Use SSH remote delete" = "Usa rimozione remota tramite SSH";
"The last failure has now repeated several times and will no longer be reported until it changes." = "L'ultimo errore si è ripetuto diverse volte, e non verrà più visualizzato.";
"The Mac home folder specified in your Bookmark cannot be found" = "Non riesco a trovare la cartella principale del browser specificata sul Mac";
"Processing…" = "Elaborazione…";
"Your serial number is in use on" = "Il numero di serie è in uso su";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "Per continuare a utilizzare la licenza per singolo utente si prega di uscire da tutte le altre copie prima, altrimenti si prega di acquistare altre licenze o immettere un nuovo numero di serie.";
"Your serial number was used at the same time on more than one Mac" = "Il numero di serie è stata utilizzata contemporaneamente su più Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "Per utilizzare il software su più Mac da acquistare licenze aggiuntive.\r\rPer continuare, inserire il numero di serie.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























